{
  "Home: About Us" : "<h6 class=\"ql-align-center\"><strong style=\"color: rgb(0, 0, 0); background-color: initial;\">ABOUT US</strong></h6><p class=\"ql-align-center\">___</p><p class=\"ql-align-center\"><span class=\"ql-size-small\" style=\"color: rgb(0, 0, 0); background-color: initial;\">NH Urban Sport, LLC is a veteran-owned-and operated,&nbsp;recreational&nbsp;sports organization that provides adaptive sports to disabled veterans and all able-bodied&nbsp;athletes in southern New Hampshire. It's the first organization in the Granite State to offer both adaptive and non-adaptive sports in the area.&nbsp;</span></p><p class=\"ql-align-center\"><br></p><p class=\"ql-align-center\"><strong class=\"ql-size-small\" style=\"color: rgb(0, 0, 0); background-color: initial;\">Mission</strong></p><p class=\"ql-align-center\"><span class=\"ql-size-small\" style=\"color: rgb(0, 0, 0); background-color: initial;\">To&nbsp;provide affordable, inclusive athletic and recreational programming for adults with and without physical disabilities in a positive and empowering environment.&nbsp;</span></p><p class=\"ql-align-center\"><br></p><p class=\"ql-align-center\"><strong class=\"ql-size-small\" style=\"background-color: initial;\">Vision</strong></p><p class=\"ql-align-center\"><span class=\"ql-size-small\" style=\"color: rgb(0, 0, 0); background-color: initial;\">To&nbsp;build an inclusive recreational sports organization not just accommodated for or accessible to veterans&nbsp;with disabilities&nbsp;but rather specifically designed for their unique recreational needs while also engaging the able-bodied public.&nbsp;</span></p>",
  "Home: Option 1" : "<p class=\"ql-align-center\"><strong>SPORTS LEAGUES</strong></p><p class=\"ql-align-center\"><strong>__</strong></p><p class=\"ql-align-center\"><span class=\"ql-size-small\">From the couch potato to the weekend warrior, we have a sport for you.</span></p>",
  "Home: Option 2" : "<p class=\"ql-align-center\"><strong>JOIN OUR EMAIL LIST</strong></p><p class=\"ql-align-center\"><strong>__</strong></p><p class=\"ql-align-center\"><span class=\"ql-size-small\">Stay up-to-date with all things happening in the league.</span></p>",
  "Home: Option 3" : "<p class=\"ql-align-center\"><strong>PLAYER PORTAL</strong></p><p class=\"ql-align-center\"><strong>__</strong></p><p class=\"ql-align-center\"><span class=\"ql-size-small\">Create an account to explore the forums for updated rosters, rules, and rankings.</span></p>",
  "Liability Waiver" : "<h6 class=\"ql-align-center\"><span style=\"color: rgb(95, 95, 95); background-color: initial;\" class=\"ql-size-large\">Adult Waiver/Release</span></h6><h6 class=\"ql-align-center\"><br></h6><h6 class=\"ql-align-center\"><span style=\"color: rgb(95, 95, 95); background-color: initial;\">RECREATIONAL ATHLETIC WAIVER AND RELEASE OF LIABILITY READ BEFORE ACKNOWLEDGING</span></h6><p>In consideration of being allowed to participate in any way in the NH Urban Sport athletic sports program, related events and activities, the undersigned acknowledges, appreciates, and understands that:</p><p><span style=\"background-color: initial;\">​</span></p><ol><li><span class=\"ql-size-small\">Participating in the activities involved in this program is potentially hazardous, including the potential for serious bodily injury, permanent paralysis and death, some of which may not be foreseeable. While particular rules, equipment, and personal discipline may reduce this risk, the risk of serious injury does exist; and,&nbsp;</span></li><li><span class=\"ql-size-small\">&nbsp;I agree not to enter in to and participate in NH Urban Sport unless I am medically able. I hereby authorize any medical treatment deemed necessary in the event of any injury while participating in NH Urban Sport activities. I agree to pay all costs of rescue and/or medical services as may be incurred.&nbsp;</span></li><li><span class=\"ql-size-small\">&nbsp;I am voluntarily participating in NH Urban Sports activities, assume all risks, known and foreseeable or unknown and unforeseeable, associated with participating in the activities, even if arising from the negligence of the releasees or others, and agree to be solely responsible for any injury, loss or damage that I may sustain or cause while participating in NH Urban Sport activities.</span></li><li><span class=\"ql-size-small\">&nbsp;I grant to the NH Urban Sport, its legal representatives, successors and assigns, the absolute right and permission to take, use, and publish any photographs of my participation in the NH Urban Sport activities and/or related activities, in whole or in part, or composite or distorted in character or form, for any purpose whatsoever. The foregoing permission is given, without restriction as to changes or alterations, in conjunction with my own or a fictitious name, or reproductions thereof, and in any and all media now or hereafter known for illustration, promotion, art, advertising, trade, or any other purpose whatsoever.&nbsp;I also consent to the use of any printed matter in conjunction therewith.</span></li><li><span class=\"ql-size-small\">I willingly agree to comply with the stated and customary terms and conditions for participation. If, however, I observe any unusual significant hazard during my presence or participation, I will remove myself from participation and bring such to the attention of the nearest official immediately; and,</span></li><li><span class=\"ql-size-small\">I, for myself and on behalf of my heirs, assigns, personal representatives and next of kin, HEREBY RELEASE AND HOLD HARMLESS NH Urban Sport, their directors, officers, officials, agents, volunteers and/or employees, other participants, sponsoring agencies, sponsors, advertisers, and if applicable, owners and lessors of premises used to conduct the event (“RELEASES”), WITH RESPECT TO ANY AND ALL INJURY, DISABILITY, DEATH, or loss or damage to person or property, WHETHER ARISING FROM THE NEGLIGENCE OF THE RELEASEES OR OTHERWISE, to the fullest extent permitted by law.&nbsp;</span></li></ol><p><br></p><p><strong style=\"background-color: initial;\">I WARRANT THAT I (A) AM AT LEAST EIGHTEEN (18) YEARS OF AGE AND HAVE REACHED THE AGE OF MAJORITY IN THE JURISDICTION IN WHICH I RESIDE, (B) HAVE READ THIS RELEASE OF LIABILITY AND ASSUMPTION OF RISK AGREEMENT CAREFULLY PRIOR TO AGREEING TO THE TERMS HEREIN AND FULLY UNDERSTAND ITS CONTENT, (C) AM AWARE THAT THESE TERMS AND CONDITIONS INCLUDE A WAIVER AND RELEASE OF LIABILITY AND IS AN ENFORCEABLE LEGAL DOCUMENT BETWEEN MYSELF AND NH URBAN SPORT, AND (D) AM SIGNING OF MY OWN FREE WILL.&nbsp;</strong></p>",
  "Rosters Intro" : "<p class=\"ql-align-center\">League Rosters</p><p class=\"ql-align-center\"><span class=\"ql-size-small\">Here's where you'll find who's who on your team.</span></p>",
  "Rulebooks Intro" : "<p class=\"ql-align-center\">NH Urban Sport Rulebook</p><p class=\"ql-align-center\"><span class=\"ql-size-small\">Your information on touchdowns, gender plays, and more.</span></p>",
  "Schedules Intro" : "<p class=\"ql-align-center\">League Schedules</p><p class=\"ql-align-center\"><span class=\"ql-size-small\">The who, what, where, and when – all in one place!</span></p>",
  "Standings Intro" : "<p class=\"ql-align-center\">League Standings</p><p class=\"ql-align-center\"><span class=\"ql-size-small\">Your updates for team standings</span></p>",
  "Veterans" : "<p><span class=\"ql-size-large\" style=\"color: rgb(136, 136, 136);\">Adaptive Recreational Sports for Veterans</span></p><p><br></p><p><span class=\"ql-size-small\">Approximately 112,790 veterans live in the Granite State. More than 15 percent of which (16,756) have a service-connected disability. Unfortunately, at this time, there is a lack of recreational outlets for injured and non-injured veterans in southern New Hampshire. Through sports, NH Urban Sport can offer an opportunity to maintain optimum physical health and to increase mental well being through activity and socialization.</span></p><p><br></p><p><span class=\"ql-size-small\">According to the Center for Disease Control and Prevention (CDC), “With good health habits and access to health care, many disabilities can be delayed or even prevented… [by] increasing physical activity, and reducing or preventing obesity can eliminate some of the underlying causes of disability.” In fact, the CDC also reports that in most cases, secondary issues like obesity, diabetes and heart disease, all of which are preventable, are a greater problem than the disability itself.</span></p><p><br></p><p><strong>With access to an affordable, accessible, and inclusive athletic and recreational organization like NH Urban Sport, we can begin to make a significant and positive impact in the lives of service members living with disabilities.</strong></p>"
}
